Repository: Ronaldoh1/Aperture
Catalog: ApertureUITests/Aperture/Aperture/Resources/Localization/RightsScripts.xcstrings
Source language: en
Languages: ar, es, fil, fr, hi, ht, ko, pt_br, ru, vi, zh_hans

# dragon.title
source: Dragon Companion
ar: رفيق التنين
es: Compañero Dragón
fil: Kasamang Dragon
fr: Compagnon Dragon
hi: ड्रैगन साथी
ht: Konpayon Dragon
ko: 드래곤 동반자
pt_br: Companheiro Dragão
ru: Дракон-Компаньон
vi: Rồng Đồng Hành
zh_hans: 龙伙伴

# onboarding.welcome.title
source: Welcome to Your Awakening
ar: مرحباً بك في صحوتك
es: Bienvenido a Tu Despertar
fil: Maligayang Pagdating sa Iyong Paggising
fr: Bienvenue dans Votre Éveil
hi: आपके जागरण में स्वागत है
ht: Byenveni nan Revèy Ou
ko: 당신의 깨달음에 오신 것을 환영합니다
pt_br: Bem-vindo ao Seu Despertar
ru: Добро пожаловать в Ваше Пробуждение
vi: Chào Mừng Đến Với Sự Thức Tỉnh
zh_hans: 欢迎来到你的觉醒

# rights.ice.administrative
source: ICE ADMINISTRATIVE WARRANT - Does NOT authorize home entry
ar: أمر إداري من ICE - لا يسمح بدخول المنزل
es: ORDEN ADMINISTRATIVA DE ICE - NO autoriza entrada al hogar
fil: ICE ADMINISTRATIBONG WARRANT - HINDI pinapayagan ang pagpasok sa bahay
fr: MANDAT ADMINISTRATIF ICE - N'autorise PAS l'entrée au domicile
hi: ICE प्रशासनिक वारंट - घर में प्रवेश की अनुमति नहीं देता
ht: MANDA ADMINISTRATIF ICE - PA otorize antre lakay
ko: ICE 행정 영장 - 가정 입장을 허용하지 않음
pt_br: MANDADO ADMINISTRATIVO DO ICE - NÃO autoriza entrada na casa
ru: АДМИНИСТРАТИВНЫЙ ОРДЕР ICE - НЕ разрешает вход в дом
vi: LỆNH HÀNH CHÍNH ICE - KHÔNG cho phép vào nhà
zh_hans: ICE行政令状 - 不授权进入住所

# rights.ice.judicial
source: JUDICIAL WARRANT - Signed by a JUDGE - Authorizes entry
ar: أمر قضائي - موقع من قاضٍ - يسمح بالدخول
es: ORDEN JUDICIAL - Firmada por un JUEZ - Autoriza entrada
fil: HUDISYAL NA WARRANT - Nilagdaan ng HUKOM - Pinapayagan ang pagpasok
fr: MANDAT JUDICIAIRE - Signé par un JUGE - Autorise l'entrée
hi: न्यायिक वारंट - न्यायाधीश द्वारा हस्ताक्षरित - प्रवेश की अनुमति
ht: MANDA JIDISYÈ - Siyen pa yon JIJ - Otorize antre
ko: 사법 영장 - 판사 서명 - 입장 허용
pt_br: MANDADO JUDICIAL - Assinado por um JUIZ - Autoriza entrada
ru: СУДЕБНЫЙ ОРДЕР - Подписан СУДЬЕЙ - Разрешает вход
vi: LỆNH TÒA ÁN - Do THẨM PHÁN ký - Cho phép vào
zh_hans: 司法令状 - 由法官签署 - 授权进入

# rights.script.attorney
source: I want to speak to an attorney.
ar: أريد التحدث إلى محامٍ.
es: Quiero hablar con un abogado.
fil: Gusto kong makipag-usap sa isang abogado.
fr: Je veux parler à un avocat.
hi: मैं एक वकील से बात करना चाहता हूं।
ht: Mwen vle pale ak yon avoka.
ko: 변호사와 이야기하고 싶습니다.
pt_br: Eu quero falar com um advogado.
ru: Я хочу поговорить с адвокатом.
vi: Tôi muốn nói chuyện với luật sư.
zh_hans: 我想和律师谈谈。

# rights.script.detained
source: Am I being detained or am I free to go?
ar: هل أنا محتجز أم أنني حر في الذهاب؟
es: ¿Estoy detenido o soy libre de irme?
fil: Dinedetine ba ako o malaya na akong umalis?
fr: Suis-je détenu ou suis-je libre de partir?
hi: क्या मुझे हिरासत में लिया गया है या मैं जाने के लिए स्वतंत्र हूं?
ht: Èske yo arete m oswa mwen lib pou m ale?
ko: 저는 구금된 것입니까, 아니면 가도 됩니까?
pt_br: Estou sendo detido ou estou livre para ir?
ru: Я задержан или могу идти?
vi: Tôi đang bị giam giữ hay tôi được tự do đi?
zh_hans: 我是被拘留还是可以自由离开？

# rights.script.ice.notjudicial
source: This is not a judicial warrant. I do not consent to entry.
ar: هذا ليس أمراً قضائياً. أنا لا أوافق على الدخول.
es: Esta no es una orden judicial. No consiento a la entrada.
fil: Ito ay hindi hudisyal na warrant. Hindi ako pumapayag sa pagpasok.
fr: Ce n'est pas un mandat judiciaire. Je ne consens pas à l'entrée.
hi: यह न्यायिक वारंट नहीं है। मैं प्रवेश की सहमति नहीं देता।
ht: Sa se pa yon manda jidisyè. Mwen pa dakò pou yo antre.
ko: 이것은 사법 영장이 아닙니다. 저는 입장에 동의하지 않습니다.
pt_br: Este não é um mandado judicial. Eu não consinto com a entrada.
ru: Это не судебный ордер. Я не даю согласия на вход.
vi: Đây không phải là lệnh của tòa án. Tôi không đồng ý cho vào.
zh_hans: 这不是司法令状。我不同意进入。

# rights.script.noentry
source: I do not consent to entry into my home.
ar: أنا لا أوافق على الدخول إلى منزلي.
es: No consiento a la entrada a mi hogar.
fil: Hindi ako pumapayag na pumasok sa aking tahanan.
fr: Je ne consens pas à l'entrée dans mon domicile.
hi: मैं अपने घर में प्रवेश की सहमति नहीं देता।
ht: Mwen pa dakò pou yo antre lakay mwen.
ko: 저는 제 집에 들어오는 것에 동의하지 않습니다.
pt_br: Eu não consinto com a entrada na minha casa.
ru: Я не даю согласия на вход в мой дом.
vi: Tôi không đồng ý cho vào nhà tôi.
zh_hans: 我不同意进入我的家。

# rights.script.nosearch
source: I do not consent to any searches.
ar: أنا لا أوافق على أي تفتيش.
es: No consiento ningún registro.
fil: Hindi ako pumapayag sa anumang paghahanap.
fr: Je ne consens à aucune fouille.
hi: मैं किसी भी तलाशी की सहमति नहीं देता।
ht: Mwen pa dakò pou okenn rechèch.
ko: 저는 어떠한 수색에도 동의하지 않습니다.
pt_br: Eu não consinto com nenhuma busca.
ru: Я не даю согласия на какой-либо обыск.
vi: Tôi không đồng ý cho bất kỳ cuộc khám xét nào.
zh_hans: 我不同意任何搜查。

# rights.script.nosign
source: I do not wish to sign any documents.
ar: لا أرغب في التوقيع على أي وثائق.
es: No deseo firmar ningún documento.
fil: Ayaw kong pumirma ng anumang dokumento.
fr: Je ne souhaite signer aucun document.
hi: मैं किसी भी दस्तावेज़ पर हस्ताक्षर नहीं करना चाहता।
ht: Mwen pa vle siyen okenn dokiman.
ko: 저는 어떤 서류에도 서명하고 싶지 않습니다.
pt_br: Eu não desejo assinar nenhum documento.
ru: Я не хочу подписывать никаких документов.
vi: Tôi không muốn ký bất kỳ tài liệu nào.
zh_hans: 我不想签署任何文件。

# rights.script.silence
source: I invoke my Fifth Amendment right to remain silent.
ar: أستند إلى حقي في التعديل الخامس بالتزام الصمت.
es: Invoco mi derecho de la Quinta Enmienda a permanecer en silencio.
fil: Ginagamit ko ang aking karapatan sa Ikalimang Susog na manatiling tahimik.
fr: J'invoque mon droit du Cinquième Amendement à garder le silence.
hi: मैं पांचवें संशोधन के तहत चुप रहने के अपने अधिकार का उपयोग करता हूं।
ht: Mwen envoke dwa Senkyèm Amandman mwen pou rete an silans.
ko: 저는 수정헌법 제5조에 따른 묵비권을 행사합니다.
pt_br: Eu invoco meu direito da Quinta Emenda de permanecer em silêncio.
ru: Я ссылаюсь на свое право хранить молчание согласно Пятой поправке.
vi: Tôi viện dẫn quyền giữ im lặng theo Tu chính án thứ Năm.
zh_hans: 我援引第五修正案保持沉默的权利。

# rights.script.warrant
source: Please show me a warrant signed by a judge.
ar: من فضلك أرني أمراً قضائياً موقعاً من قاضٍ.
es: Por favor muéstreme una orden firmada por un juez.
fil: Pakipakita sa akin ang warrant na nilagdaan ng hukom.
fr: Veuillez me montrer un mandat signé par un juge.
hi: कृपया मुझे एक न्यायाधीश द्वारा हस्ताक्षरित वारंट दिखाएं।
ht: Tanpri montre m yon manda siyen pa yon jij.
ko: 판사가 서명한 영장을 보여주세요.
pt_br: Por favor, mostre-me um mandado assinado por um juiz.
ru: Пожалуйста, покажите мне ордер, подписанный судьей.
vi: Vui lòng cho tôi xem lệnh có chữ ký của thẩm phán.
zh_hans: 请出示由法官签署的搜查令。

# rights.warning.nolie
source: NEVER claim to be a citizen if you are not - it is a crime
ar: لا تدعي أبداً أنك مواطن إذا لم تكن كذلك - هذا جريمة
es: NUNCA digas que eres ciudadano si no lo eres - es un delito
fil: HUWAG kailanman sabihing ikaw ay mamamayan kung hindi ka - ito ay krimen
fr: Ne prétendez JAMAIS être citoyen si vous ne l'êtes pas - c'est un crime
hi: यदि आप नागरिक नहीं हैं तो कभी नागरिक होने का दावा न करें - यह अपराध है
ht: PA JANM di ou se yon sitwayen si ou pa ye - sa se yon krim
ko: 시민권자가 아닌데 시민권자라고 절대 주장하지 마세요 - 범죄입니다
pt_br: NUNCA diga que é cidadão se não for - é crime
ru: НИКОГДА не заявляйте, что вы гражданин, если это не так - это преступление
vi: KHÔNG BAO GIỜ nói bạn là công dân nếu không phải - đó là tội phạm
zh_hans: 如果您不是公民，绝不要声称是公民 - 这是犯罪

# rights.warning.nosign
source: NEVER sign voluntary departure - you lose your right to hearings
ar: لا توقع أبداً على المغادرة الطوعية - ستفقد حقك في جلسات الاستماع
es: NUNCA firmes salida voluntaria - pierdes tu derecho a audiencias
fil: HUWAG kailanman pumirma ng kusang pag-alis - mawawala ang karapatan mo sa mga pagdinig
fr: Ne signez JAMAIS un départ volontaire - vous perdez votre droit aux audiences
hi: स्वैच्छिक प्रस्थान पर कभी हस्ताक्षर न करें - आप सुनवाई का अधिकार खो देंगे
ht: PA JANM siyen depa volontè - ou pèdi dwa ou pou odyans
ko: 절대 자진 출국에 서명하지 마세요 - 청문회 권리를 잃습니다
pt_br: NUNCA assine saída voluntária - você perde seu direito a audiências
ru: НИКОГДА не подписывайте добровольный выезд - вы потеряете право на слушания
vi: KHÔNG BAO GIỜ ký tự nguyện rời đi - bạn mất quyền được điều trần
zh_hans: 绝不要签署自愿离境 - 您将失去听证会的权利

# settings.language
source: Language
ar: اللغة
es: Idioma
fil: Wika
fr: Langue
hi: भाषा
ht: Lang
ko: 언어
pt_br: Idioma
ru: Язык
vi: Ngôn ngữ
zh_hans: 语言
